IDEA Open Model
ResultOfIncrement.Increment Property
Compatible with IDEA StatiCa Beta 20.0
 Increment of load case
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int Increment { get; set; }
Public Property Increment As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ResultOfIncrement Class
IdeaRS.OpenModel.Result Namespace